Repository: Ashwinn11/honestly
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh_hans, zh_hant

source: Honestly uses Apple's Screen Time to help keep chosen apps asleep until your page is written. This is a supportive nudge, not a guarantee — the operating system ultimately controls app availability, and you remain responsible for your own device and choices.
ar: يستخدم Honestly «وقت الشاشة» من Apple للمساعدة في إبقاء التطبيقات المختارة نائمة حتى تُكتب صفحتك. هذا تشجيع داعم وليس ضمانًا — فنظام التشغيل هو من يتحكّم في نهاية المطاف بتوافر التطبيقات، وتبقى أنت مسؤولًا عن جهازك وخياراتك.
de: Honestly nutzt Apples Bildschirmzeit, um ausgewählte Apps schlafen zu lassen, bis deine Seite geschrieben ist. Das ist eine unterstützende Erinnerung, keine Garantie – letztlich steuert das Betriebssystem die App-Verfügbarkeit, und du bleibst für dein Gerät und deine Entscheidungen verantwortlich.
es: Honestly usa el Tiempo de uso de Apple para ayudar a mantener dormidas las apps elegidas hasta que escribas tu página. Es un empujón de apoyo, no una garantía: el sistema operativo controla en última instancia la disponibilidad de las apps, y tú sigues siendo responsable de tu dispositivo y tus decisiones.
fr: Honestly utilise le Temps d’écran d’Apple pour aider à garder les apps choisies endormies jusqu’à ce que ta page soit écrite. C’est un coup de pouce, pas une garantie — c’est le système d’exploitation qui contrôle en dernier ressort la disponibilité des apps, et tu restes responsable de ton appareil et de tes choix.
it: Honestly usa il Tempo di utilizzo di Apple per aiutare a mantenere addormentate le app scelte finché non scrivi la tua pagina. È un incoraggiamento, non una garanzia — è il sistema operativo a controllare in ultima istanza la disponibilità delle app, e resti responsabile del tuo dispositivo e delle tue scelte.
ja: Honestlyは、あなたのページが書き終わるまで、選んだアプリを眠らせておくためにAppleのスクリーンタイムを使います。これは後押しであって保証ではありません。最終的にアプリの利用可否を制御するのはOSであり、あなたは自分の端末と選択について引き続き責任を負います。
ko: Honestly는 당신이 페이지를 다 쓸 때까지 선택한 앱을 재워두는 데 Apple의 스크린 타임을 사용합니다. 이는 돕는 넛지일 뿐 보장은 아니에요 — 앱 사용 여부는 궁극적으로 운영체제가 제어하며, 당신은 자신의 기기와 선택에 대해 계속 책임이 있습니다.
nl: Honestly gebruikt Apple’s Schermtijd om gekozen apps te helpen laten slapen tot je pagina geschreven is. Dit is een ondersteunend duwtje, geen garantie — uiteindelijk bepaalt het besturingssysteem de beschikbaarheid van apps, en jij blijft verantwoordelijk voor je eigen apparaat en keuzes.
pt: O Honestly usa o Tempo de ecrã da Apple para ajudar a manter os apps escolhidos dormindo até você escrever sua página. É um empurrãozinho de apoio, não uma garantia — o sistema operacional controla, em última instância, a disponibilidade dos apps, e você continua responsável pelo seu dispositivo e suas escolhas.
ru: Honestly использует «Экранное время» Apple, чтобы помочь удерживать выбранные приложения в спящем режиме, пока не написана страница. Это поддерживающий толчок, а не гарантия — доступность приложений в конечном счёте контролирует операционная система, и ты остаёшься ответственным за своё устройство и решения.
zh_hans: Honestly 使用 Apple 的“屏幕使用时间”，帮助在你写完页面前让所选应用保持沉睡。这是一种支持性的提醒，而非保证——应用可用性最终由操作系统控制，你仍需对自己的设备和选择负责。
zh_hant: Honestly 使用 Apple 的「螢幕使用時間」，協助在你寫完頁面前讓所選應用保持沉睡。這是一種支持性的提醒，而非保證——應用可用性最終由作業系統控制，你仍需對自己的裝置和選擇負責。

source: hours a month
ar: ساعة في الشهر
de: Stunden im Monat
es: horas al mes
fr: heures par mois
it: ore al mese
ja: 時間／月
ko: 시간／월
nl: uur per maand
pt: horas por mês
ru: часов в месяц
zh_hans: 小时／月
zh_hant: 小時／月

source: How are you, really?
ar: كيف حالك، حقًّا؟
de: Wie geht es dir, wirklich?
es: ¿Cómo estás, de verdad?
fr: Comment vas-tu, vraiment ?
it: Come stai, davvero?
ja: 本当は、どう？
ko: 진짜, 어때요?
nl: Hoe gaat het echt met je?
pt: Como você está, de verdade?
ru: Как ты на самом деле?
zh_hans: 你真的还好吗？
zh_hant: 你真的還好嗎？

source: How long do you scroll before you're really up?
ar: كم تُمرّر قبل أن تستيقظ فعلًا؟
de: Wie lange scrollst du, bevor du wirklich wach bist?
es: ¿Cuánto haces scroll antes de despertar del todo?
fr: Combien de temps scrolles-tu avant d’être vraiment réveillé ?
it: Quanto scrolli prima di essere davvero sveglio?
ja: 本当に起きる前、どれくらいスクロールする？
ko: 완전히 깨기 전에 얼마나 스크롤하나요?
nl: Hoelang scroll je voor je echt wakker bent?
pt: Quanto tempo você rola antes de acordar de verdade?
ru: Сколько листаешь, прежде чем встать?
zh_hans: 真正起床前你会刷多久？
zh_hant: 真正起床前你會滑多久？

source: How many mornings a week will you show up?
ar: كم صباحًا في الأسبوع ستحضر؟
de: An wie vielen Morgen pro Woche bist du dabei?
es: ¿Cuántas mañanas por semana aparecerás?
fr: Combien de matins par semaine seras-tu là ?
it: Quante mattine a settimana ci sarai?
ja: 週に何回の朝、続ける？
ko: 일주일에 몇 번의 아침에 함께할까요?
nl: Hoeveel ochtenden per week doe je mee?
pt: Quantas manhãs por semana você vai aparecer?
ru: Сколько утр в неделю ты будешь приходить?
zh_hans: 一周有几个早晨你会出现？
zh_hant: 一週有幾個早晨你會出現？

source: I am capable of hard things.
ar: أنا قادر على مواجهة الصعاب.
de: Ich bin fähig, Schweres zu meistern.
es: Soy capaz de cosas difíciles.
fr: Je suis capable d'affronter les choses difficiles.
it: Sono capace di affrontare le cose difficili.
ja: 私には困難なことも乗り越える力がある。
ko: 나는 힘든 일도 해낼 수 있다.
nl: Ik ben in staat tot moeilijke dingen.
pt: Sou capaz de coisas difíceis.
ru: Я способен справляться с трудностями.
zh_hans: 我有能力应对困难的事。
zh_hant: 我有能力應對困難的事。

source: I am…
ar: أنا…
de: Ich bin…
es: Soy…
fr: Je suis…
it: Sono…
ja: 私は…
ko: 나는…
nl: Ik ben…
pt: Eu sou…
ru: Я…
zh_hans: 我是…
zh_hant: 我是…

source: I can…
ar: أستطيع…
de: Ich kann…
es: Puedo…
fr: Je peux…
it: Posso…
ja: 私にはできる…
ko: 나는 할 수 있다…
nl: Ik kan…
pt: Eu posso…
ru: Я могу…
zh_hans: 我能…
zh_hant: 我能…

source: I choose…
ar: أختار…
de: Ich wähle…
es: Elijo…
fr: Je choisis…
it: Scelgo…
ja: 私は選ぶ…
ko: 나는 선택한다…
nl: Ik kies…
pt: Eu escolho…
ru: Я выбираю…
zh_hans: 我选择…
zh_hant: 我選擇…

source: I deserve…
ar: أستحق…
de: Ich verdiene…
es: Merezco…
fr: Je mérite…
it: Merito…
ja: 私にはその価値がある…
ko: 나는 받을 자격이 있다…
nl: Ik verdien…
pt: Eu mereço…
ru: Я заслуживаю…
zh_hans: 我值得…
zh_hant: 我值得…

source: iCloud backup
ar: نسخة iCloud الاحتياطية
es: Copia de iCloud
fr: Sauvegarde iCloud
it: Backup iCloud
ja: iCloudバックアップ
ko: iCloud 백업
pt: Backup do iCloud
ru: Резервная копия iCloud
zh_hans: iCloud 备份
zh_hant: iCloud 備份

source: iCloud sync
ar: مزامنة iCloud
es: Sincronización iCloud
fr: Synchro iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
nl: iCloud-synchronisatie
pt: Sincronização iCloud
ru: Синхронизация iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: If you turn on affirmation reminders, a single local notification quoting one of your own past affirmations is scheduled on your device. It is generated on-device and is not sent through any server.
ar: إذا فعّلت تذكيرات التأكيد، تتم جدولة إشعار محلي واحد يقتبس أحد تأكيداتك السابقة على جهازك. يتم إنشاؤه على الجهاز نفسه ولا يُرسل عبر أي خادم.
de: Wenn du Affirmations-Erinnerungen aktivierst, wird eine einzelne lokale Benachrichtigung auf deinem Gerät geplant, die eine deiner früheren Affirmationen zitiert. Sie wird auf dem Gerät selbst erstellt und nicht über einen Server gesendet.
es: Si activas los recordatorios de afirmaciones, se programa una única notificación local en tu dispositivo que cita una de tus afirmaciones anteriores. Se genera en el propio dispositivo y no se envía a través de ningún servidor.
fr: Si tu actives les rappels d'affirmations, une seule notification locale citant l'une de tes affirmations passées est programmée sur ton appareil. Elle est générée directement sur l'appareil et n'est envoyée via aucun serveur.
it: Se attivi i promemoria delle affermazioni, sul tuo dispositivo viene programmata un'unica notifica locale che cita una delle tue affermazioni passate. Viene generata direttamente sul dispositivo e non viene inviata tramite alcun server.
ja: アファメーションのリマインダーをオンにすると、過去に書いたアファメーションのひとつを引用したローカル通知が1件、端末上でスケジュールされます。これは端末上で生成され、サーバーを経由して送信されることはありません。
ko: 확언 알림을 켜면, 당신이 예전에 쓴 확언 중 하나를 인용한 로컬 알림이 기기에 하나 예약됩니다. 이는 기기에서 생성되며 서버를 통해 전송되지 않습니다.
nl: Als je affirmatieherinneringen inschakelt, wordt er één lokale melding op je apparaat gepland die een van je eerdere affirmaties citeert. Deze wordt op het apparaat zelf gegenereerd en niet via een server verzonden.
pt: Se você ativar os lembretes de afirmações, uma única notificação local citando uma de suas afirmações anteriores é agendada em seu dispositivo. Ela é gerada no próprio dispositivo e não é enviada por meio de nenhum servidor.
ru: Если ты включишь напоминания об аффирмациях, на твоём устройстве будет запланировано одно локальное уведомление с цитатой одной из твоих прошлых аффирмаций. Оно создаётся прямо на устройстве и не отправляется через какой-либо сервер.
zh_hans: 如果你开启了肯定语提醒，你的设备上会安排一条本地通知，引用你过去写下的一句肯定语。它完全在设备上生成，不会通过任何服务器发送。
zh_hant: 如果你開啟了肯定語提醒，你的裝置上會安排一則本地通知，引用你過去寫下的一句肯定語。它完全在裝置上產生，不會透過任何伺服器傳送。

source: Instagram, TikTok & X stay asleep until you've written
ar: يبقى Instagram وTikTok وX نائمة حتى تنتهي من الكتابة
de: Instagram, TikTok & X schlafen, bis du geschrieben hast
es: Instagram, TikTok y X duermen hasta que hayas escrito
fr: Instagram, TikTok et X dorment jusqu’à ce que tu aies écrit
it: Instagram, TikTok e X dormono finché non hai scritto
ja: Instagram、TikTok、X は書き終えるまで眠ってる
ko: Instagram, TikTok, X는 다 쓸 때까지 잠들어 있어요
nl: Instagram, TikTok en X slapen tot je geschreven hebt
pt: Instagram, TikTok e X dormem até você escrever
ru: Instagram, TikTok и X спят, пока ты не напишешь
zh_hans: 写完之前 Instagram、TikTok、X 一直沉睡
zh_hant: 寫完之前 Instagram、TikTok、X 一直沉睡

source: Keep the sun rising.
ar: دع الشمس تشرق.
de: Lass die Sonne aufgehen.
es: Que siga saliendo el sol.
fr: Garde le soleil levant.
it: Fai sorgere il sole.
ja: 太陽を昇らせ続けて。
ko: 계속 해를 띄워요.
nl: Laat de zon opkomen.
pt: Mantenha o sol nascendo.
ru: Пусть солнце встаёт.
zh_hans: 让太阳继续升起。
zh_hant: 讓太陽繼續升起。

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Left the page quiet today — and that counts too.
ar: تركتُ الصفحة صامتة اليوم — وهذا يُحتسب أيضًا.
de: Heute die Seite still gelassen — auch das zählt.
es: Hoy dejé la página en silencio — y eso también cuenta.
fr: Page laissée silencieuse aujourd’hui — ça compte aussi.
it: Oggi ho lasciato la pagina in silenzio — conta anche questo.
ja: 今日はページを静かに — それも大事。
ko: 오늘은 페이지를 비워뒀어요 — 그것도 괜찮아요.
nl: Vandaag de pagina stil gelaten — dat telt ook.
pt: Deixei a página em silêncio hoje — e isso também conta.
ru: Сегодня оставил страницу пустой — это тоже считается.
zh_hans: 今天让这一页安静——这也算数。
zh_hant: 今天讓這一頁安靜——這也算數。

source: Let's carve out a few minutes that are only yours.
ar: لنقتطع بضع دقائق لك وحدك.
de: Schaffen wir ein paar Minuten, die nur dir gehören.
es: Reservemos unos minutos que sean solo tuyos.
fr: Réservons quelques minutes rien qu’à toi.
it: Ritagliamo qualche minuto solo per te.
ja: あなただけの数分を、つくろう。
ko: 오직 당신만의 몇 분을 마련해요.
nl: Laten we een paar minuten vrijmaken die alleen van jou zijn.
pt: Vamos reservar alguns minutos só seus.
ru: Выкроим несколько минут только для тебя.
zh_hans: 为你留出几分钟，只属于你。
zh_hant: 為你留出幾分鐘，只屬於你。

source: Let's clear the morning fog before the world fills it.
ar: لنبدّد ضباب الصباح قبل أن يملأه العالم.
de: Vertreiben wir den Morgennebel, bevor die Welt ihn füllt.
es: Despejemos la niebla matutina antes de que el mundo la llene.
fr: Dissipons le brouillard du matin avant que le monde ne le remplisse.
it: Diradiamo la nebbia del mattino prima che il mondo la riempia.
ja: 世界が埋める前に、朝の霧を晴らそう。
ko: 세상이 채우기 전에 아침 안개를 걷어내요.
nl: Laten we de ochtendmist verdrijven voor de wereld hem vult.
pt: Vamos dissipar a névoa da manhã antes de o mundo preenchê-la.
ru: Развеем утренний туман, пока мир его не заполнил.
zh_hans: 趁世界填满之前，先驱散清晨的雾。
zh_hant: 趁世界填滿之前，先驅散清晨的霧。

source: Let's fix that
ar: لنغيّر ذلك
de: Ändern wir das
es: Vamos a cambiarlo
fr: Changeons ça
it: Cambiamo le cose
ja: 変えよう
ko: 바꿔보자
nl: Laten we dat oplossen
pt: Vamos mudar isso
ru: Давай это исправим
zh_hans: 来改变吧
zh_hant: 來改變吧

source: Let's get you off the phone and into your actual day.
ar: لنبعدك عن الهاتف وندخلك في يومك الحقيقي.
de: Bringen wir dich weg vom Handy und in deinen echten Tag.
es: Vamos a sacarte del móvil y meterte en tu día real.
fr: Sortons-toi du téléphone pour entrer dans ta vraie journée.
it: Stacchiamoti dal telefono e portiamoti nella tua vera giornata.
ja: スマホから離れて、本当の一日へ。
ko: 폰에서 벗어나 진짜 하루로 들어가요.
nl: Laten we je van de telefoon halen en je echte dag in.
pt: Vamos tirar você do celular e levar ao seu dia de verdade.
ru: Оторвём тебя от телефона — в настоящий день.
zh_hans: 让你放下手机，走进真实的一天。
zh_hant: 讓你放下手機，走進真實的一天。

source: Let's make space to feel what you're actually feeling.
ar: لنترك مساحةً لتشعر بما تشعر به حقًّا.
de: Machen wir Raum, um zu fühlen, was du wirklich fühlst.
es: Hagamos espacio para sentir lo que de verdad sientes.
fr: Faisons de la place pour ressentir ce que tu ressens vraiment.
it: Facciamo spazio per sentire ciò che provi davvero.
ja: 本当の気持ちを感じる余白をつくろう。
ko: 진짜 감정을 느낄 여백을 만들어요.
nl: Laten we ruimte maken om te voelen wat je echt voelt.
pt: Vamos abrir espaço para sentir o que você realmente sente.
ru: Освободим место, чтобы чувствовать по-настоящему.
zh_hans: 腾出空间，去感受你真正的感受。
zh_hant: 騰出空間，去感受你真正的感受。

source: Let's trade the anxious scroll for a calmer few minutes.
ar: لنستبدل التمرير القلِق بدقائق أهدأ.
de: Tauschen wir das nervöse Scrollen gegen ein paar ruhigere Minuten.
es: Cambiemos el scroll ansioso por unos minutos más calmados.
fr: Échangeons le scroll anxieux contre quelques minutes plus calmes.
it: Scambiamo lo scroll ansioso con qualche minuto più calmo.
ja: 不安なスクロールを、穏やかな数分に。
ko: 불안한 스크롤을 차분한 몇 분과 바꿔요.
nl: Ruil het angstige scrollen voor een paar rustigere minuten.
pt: Troque o scroll ansioso por alguns minutos mais calmos.
ru: Обменяем тревожную ленту на пару спокойных минут.
zh_hans: 把焦虑的刷屏，换成几分钟平静。
zh_hant: 把焦慮的滑動，換成幾分鐘平靜。

source: Lifetime
ar: مدى الحياة
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
ja: 買い切り
ko: 평생
nl: Levenslang
pt: Vitalício
ru: Навсегда
zh_hans: 终身
zh_hant: 終身

source: Limitation of liability
ar: حدود المسؤولية
de: Haftungsbeschränkung
es: Limitación de responsabilidad
fr: Limitation de responsabilité
it: Limitazione di responsabilità
ja: 責任の制限
ko: 책임의 제한
nl: Beperking van aansprakelijkheid
pt: Limitação de responsabilidade
ru: Ограничение ответственности
zh_hans: 责任限制
zh_hant: 責任限制

source: Little rituals, big mornings.
ar: طقوس صغيرة، صباحات كبيرة.
de: Kleine Rituale, große Morgen.
es: Pequeños rituales, grandes mañanas.
fr: Petits rituels, grands matins.
it: Piccoli rituali, grandi mattine.
ja: 小さな儀式、大きな朝。
ko: 작은 의식, 큰 아침.
nl: Kleine rituelen, grote ochtenden.
pt: Pequenos rituais, grandes manhãs.
ru: Маленькие ритуалы, большие утра.
zh_hans: 小仪式，大早晨。
zh_hant: 小儀式，大早晨。

source: Longest yet — keep the sun rising.
ar: أطول مدة حتى الآن — دع الشمس تشرق.
de: Bisher am längsten — lass die Sonne aufgehen.
es: Tu récord — que siga saliendo el sol.
fr: Ton record — garde le soleil levant.
it: Il tuo record — fai sorgere il sole.
ja: 自己ベスト — 太陽を昇らせ続けて。
ko: 최고 기록 — 계속 해를 띄워요.
nl: Je langste ooit — laat de zon opkomen.
pt: Seu recorde — mantenha o sol nascendo.
ru: Твой рекорд — пусть солнце встаёт.
zh_hans: 目前最长 — 让太阳继续升起。
zh_hant: 目前最長 — 讓太陽繼續升起。

source: Loved at first light
ar: محبوب مع أول ضوء
de: Geliebt beim ersten Licht
es: Amado con la primera luz
fr: Aimé dès la première lueur
it: Amato alla prima luce
ja: 夜明けから 愛されて
ko: 첫 햇살부터 사랑받아요
nl: Geliefd bij het eerste licht
pt: Amado à primeira luz
ru: Любимо с первого света
zh_hans: 晨光初现 便被喜爱
zh_hant: 晨光初現 便被喜愛

source: Manage subscription
ar: إدارة الاشتراك
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
it: Gestisci abbonamento
ja: サブスクを管理
ko: 구독 관리
nl: Abonnement beheren
pt: Gerir assinatura
ru: Управлять подпиской
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Managed by Screen Time
ar: يُدار عبر وقت الشاشة
de: Über Bildschirmzeit verwaltet
es: Gestionado por Tiempo de uso
fr: Géré par Temps d’écran
it: Gestito da Tempo di utilizzo
ja: スクリーンタイムで管理
ko: 스크린 타임으로 관리
nl: Beheerd via Schermtijd
pt: Gerido pelo Tempo de ecrã
ru: Управляется Экранным временем
zh_hans: 由屏幕使用时间管理
zh_hant: 由螢幕使用時間管理

source: Maybe later
ar: ربما لاحقًا
de: Vielleicht später
es: Quizás luego
fr: Plus tard
it: Forse più tardi
ja: あとで
ko: 나중에
nl: Misschien later
pt: Talvez depois
ru: Может позже
zh_hans: 以后再说
zh_hant: 稍後再說

source: Meet yourself, honestly
ar: قابِل نفسك بصدق
de: Begegne dir selbst, ehrlich
es: Encuéntrate, honestamente
fr: Retrouve-toi, honnêtement
it: Incontra te stesso, con sincerità
ja: 正直に、自分に会う
ko: 솔직하게, 나를 만나요
nl: Ontmoet jezelf, eerlijk
pt: Encontre-se, honestamente
ru: Встреть себя честно
zh_hans: 诚实地遇见自己
zh_hant: 誠實地遇見自己

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pt: Mensal
ru: Ежемесячно
zh_hans: 按月
zh_hant: 按月

source: Mood → a 2-minute write → a few affirmations · ~3 min
ar: المزاج → كتابة دقيقتين → بضع تأكيدات · ~٣ دقائق
de: Stimmung → 2-Minuten-Text → ein paar Affirmationen · ~3 Min.
es: Ánimo → escritura de 2 minutos → algunas afirmaciones · ~3 min
fr: Humeur → écriture de 2 minutes → quelques affirmations · ~3 min
it: Umore → scrittura di 2 minuti → alcune affermazioni · ~3 min
ja: 気分 → 2分間の記述 → いくつかのアファメーション · ~3分
ko: 기분 → 2분 글쓰기 → 몇 가지 확언 · ~3분
nl: Stemming → 2 minuten schrijven → een paar affirmaties · ~3 min
pt: Humor → escrita de 2 minutos → algumas afirmações · ~3 min
ru: Настроение → 2-минутная запись → несколько аффирмаций · ~3 мин
zh_hans: 心情 → 2分钟写作 → 几句肯定语 · 约3分钟
zh_hant: 心情 → 2分鐘寫作 → 幾句肯定語 · 約3分鐘

source: Mood: %@ · %lld words · %lld affirmations
ar: المزاج: %@ · %lld كلمة · %lld تأكيدات
de: Stimmung: %@ · %lld Wörter · %lld Affirmationen
es: Ánimo: %@ · %lld palabras · %lld afirmaciones
fr: Humeur : %@ · %lld mots · %lld affirmations
it: Umore: %@ · %lld parole · %lld affermazioni
ja: 気分: %@ · %lld語 · %lld個のアファメーション
ko: 기분: %@ · 단어 %lld개 · 확언 %lld개
nl: Stemming: %@ · %lld woorden · %lld affirmaties
pt: Humor: %@ · %lld palavras · %lld afirmações
ru: Настроение: %@ · %lld слов · %lld аффирмаций
zh_hans: 心情：%@ · %lld字 · %lld句肯定语
zh_hant: 心情：%@ · %lld字 · %lld句肯定語

source: Morning window
ar: نافذة الصباح
de: Morgenfenster
es: Ventana matutina
fr: Fenêtre du matin
it: Finestra del mattino
ja: 朝の時間帯
ko: 아침 시간대
nl: Ochtendvenster
pt: Janela da manhã
ru: Утреннее окно
zh_hans: 晨间时段
zh_hant: 晨間時段

source: mornings written in %@
ar: صباحات مكتوبة في %@
de: Morgen geschrieben im %@
es: mañanas escritas en %@
fr: matins écrits en %@
it: mattine scritte a %@
ja: 書いた朝 （%@）
ko: 기록한 아침 (%@)
nl: ochtenden geschreven in %@
pt: manhãs escritas em %@
ru: утр записано в %@
zh_hans: 已写早晨 （%@）
zh_hant: 已寫早晨 （%@）

source: Name the mood
ar: سمِّ المزاج
de: Die Stimmung benennen
es: Nombra el ánimo
fr: Nomme l’humeur
it: Dai un nome all’umore
ja: 気分に名前を
ko: 기분에 이름을
nl: Benoem de stemming
pt: Dê nome ao humor
ru: Назови настроение
zh_hans: 为心情命名
zh_hant: 為心情命名

source: No matches
ar: لا نتائج
de: Keine Treffer
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 一致するものがありません
ko: 일치하는 항목 없음
nl: Geen resultaten
pt: Nenhum resultado
ru: Совпадений нет
zh_hans: 没有匹配结果
zh_hant: 沒有符合結果

source: No pages yet
ar: لا صفحات بعد
de: Noch keine Seiten
es: Aún no hay páginas
fr: Pas encore de pages
it: Ancora nessuna pagina
ja: まだページがありません
ko: 아직 페이지가 없어요
nl: Nog geen pagina’s
pt: Ainda sem páginas
ru: Пока нет страниц
zh_hans: 还没有页
zh_hant: 還沒有頁

source: No prompts, no rules. Just write.
ar: بلا مطالبات، بلا قواعد. فقط اكتب.
de: Keine Vorgaben, keine Regeln. Schreib einfach.
es: Sin indicaciones, sin reglas. Solo escribe.
fr: Pas de consignes, pas de règles. Écris, c'est tout.
it: Niente spunti, niente regole. Scrivi e basta.
ja: お題もルールもなし。ただ書くだけ。
ko: 질문도 규칙도 없어요. 그냥 쓰세요.
nl: Geen prompts, geen regels. Schrijf gewoon.
pt: Sem sugestões, sem regras. Apenas escreva.
ru: Никаких подсказок и правил. Просто пиши.
zh_hans: 没有提示，没有规则。写就是了。
zh_hant: 沒有提示，沒有規則。寫就是了。

source: No prompts, no rules. Worries, plans, nonsense — let it spill.
ar: بلا مطالبات، بلا قواعد. الهموم، الخطط، الهراء — دعها تنسكب.
de: Keine Vorgaben, keine Regeln. Sorgen, Pläne, Unsinn — lass es raus.
es: Sin indicaciones, sin reglas. Preocupaciones, planes, tonterías — déjalo salir.
fr: Pas de consignes, pas de règles. Soucis, projets, bêtises — laisse tout sortir.
it: Niente spunti, niente regole. Preoccupazioni, piani, sciocchezze — lascia che escano.
ja: お題もルールもなし。悩みも、計画も、たわごとも——そのまま溢れさせよう。
ko: 질문도 규칙도 없어요. 걱정, 계획, 잡생각 — 그냥 쏟아내세요.
nl: Geen prompts, geen regels. Zorgen, plannen, onzin — laat het eruit stromen.
pt: Sem sugestões, sem regras. Preocupações, planos, disparates — deixe tudo sair.
ru: Никаких подсказок и правил. Тревоги, планы, чепуха — пусть всё выльется наружу.
zh_hans: 没有提示，没有规则。烦恼、计划、胡思乱想——都倾诉出来吧。
zh_hant: 沒有提示，沒有規則。煩惱、計劃、胡思亂想——都傾訴出來吧。

source: No purchase found
ar: لم يُعثر على عملية شراء
de: Kein Kauf gefunden
es: No se encontró compra
fr: Aucun achat trouvé
it: Nessun acquisto trovato
ja: 購入が見つかりません
ko: 구매 내역 없음
nl: Geen aankoop gevonden
pt: Nenhuma compra encontrada
ru: Покупка не найдена
zh_hans: 未找到购买记录
zh_hant: 未找到購買記錄

source: No warranty
ar: بلا ضمان
de: Keine Gewährleistung
es: Sin garantía
fr: Aucune garantie
it: Nessuna garanzia
ja: 保証なし
ko: 보증 없음
nl: Geen garantie
pt: Sem garantia
ru: Без гарантий
zh_hans: 不作保证
zh_hant: 不作保證

source: None with this mood
ar: لا شيء بهذا المزاج
de: Keine mit dieser Stimmung
es: Ninguna con este ánimo
fr: Aucune avec cette humeur
it: Nessuna con questo umore
ja: この気分のページはありません
ko: 이 기분의 페이지는 없어요
nl: Geen met deze stemming
pt: Nenhuma com este humor
ru: Нет с этим настроением
zh_hans: 没有这种心情的
zh_hant: 沒有這種心情的

source: None yet
ar: لا شيء بعد
de: Noch keine
es: Ninguna aún
fr: Aucune encore
it: Ancora nessuna
ja: まだなし
ko: 아직 없음
nl: Nog geen
pt: Nenhuma ainda
ru: Пока нет
zh_hans: 暂无
zh_hant: 暫無

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 지금은 아니야
nl: Niet nu
pt: Agora não
ru: Не сейчас
zh_hans: 暂不
zh_hant: 暫不

source: Notifications
ar: الإشعارات
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pt: Notificações
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

source: Off the phone, into my day
ar: بعيدًا عن الهاتف، نحو يومي
de: Weg vom Handy, rein in den Tag
es: Fuera del móvil, hacia mi día
fr: Loin du téléphone, dans ma journée
it: Via dal telefono, dentro la giornata
ja: スマホを離れ、一日へ
ko: 폰을 내려놓고, 하루로
nl: Van de telefoon, mijn dag in
pt: Longe do celular, dentro do meu dia
ru: От телефона — в свой день
zh_hans: 放下手机，走进一天
zh_hant: 放下手機，走進一天

source: OK
ar: حسنًا
ko: 확인
nl: Oké
ru: ОК
zh_hans: 好
zh_hant: 好

source: On
ar: مُفعّل
de: Ein
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켜짐
nl: Aan
pt: Ativo
ru: Вкл
zh_hans: 开
zh_hant: 開

source: One thing leads to another
ar: شيء يقود إلى آخر
de: Eins führt zum anderen
es: Una cosa lleva a otra
fr: De fil en aiguille
it: Una cosa tira l’altra
ja: 次から次へと
ko: 하나가 다른 걸 불러요
nl: Het een leidt tot het ander
pt: Uma coisa leva a outra
ru: Одно тянет за собой другое
zh_hans: 一件接着一件
zh_hant: 一件接著一件

source: One-time payment · no subscription, ever
ar: دفعة واحدة · بلا اشتراك أبدًا
de: Einmalzahlung · niemals ein Abo
es: Pago único · sin suscripción, nunca
fr: Paiement unique · jamais d’abonnement
it: Pagamento unico · nessun abbonamento, mai
ja: 一度きりの支払い・サブスクなし
ko: 1회 결제 · 구독 없음
nl: Eenmalige betaling · nooit een abonnement
pt: Pagamento único · sem assinatura, nunca
ru: Разовая оплата · без подписки
zh_hans: 一次性付款 · 永不订阅
zh_hant: 一次性付款 · 永不訂閱

source: Pay once · yours forever
ar: ادفع مرة · لك للأبد
de: Einmal zahlen · für immer deins
es: Paga una vez · tuyo para siempre
fr: Payez une fois · à vous pour toujours
it: Paghi una volta · tuo per sempre
ja: 一度の支払い・ずっとあなたのもの
ko: 한 번 결제 · 평생 소장
nl: Eén keer betalen · voor altijd van jou
pt: Pague uma vez · seu para sempre
ru: Плати раз · навсегда твоё
zh_hans: 一次付费 · 永久拥有
zh_hant: 一次付費 · 永久擁有
